Repository: codeccoop/forms-bridge
Catalog: languages/forms-bridge-*.po
Languages: ca

source: Plugin to bridge WP forms submissions to any backend
ca: Extensió per connectar formularis de WP amb qualsevol backend

source: Loading
ca: Carregant

source: Pipes
ca: Conversors

source: Form pipes
ca: Conversors del formulari

source: Form format pipes
ca: Conversors de format

source: From
ca: De

source: To
ca: A

source: Cast as
ca: Com a

source: Drop
ca: Descartar

source: Add
ca: Afegir

source: Backend name
ca: Nóm del backend

source: This name is already in use
ca: Aquest nóm ja s'està usant

source: Backend base URL
ca: URL base del backend

source: Remove backend
ca: Eliminar backend

source: Remove
ca: Eliminar

source: Backend HTTP Headers
ca: Capçaleres HTTP

source: Add Backend
ca: Afegir Backend

source: Notification receiver
ca: Receptor de notificacions

source: Name
ca: Nóm

source: Method
ca: Mètode

source: Form
ca: Formulari

source: Add form
ca: Afegir formulari

source: Edit pipes
ca: Editar conversors

source: Remove form
ca: Eliminar formulari

source: Add Form
ca: Afegir Formulari

source: Form Hooks
ca: Connctors de Formularis

source: Database
ca: Base de dades

source: User
ca: Usuari

source: Password
ca: Contrasenya

source: Save
ca: Guardar
